# __version__ = "0.0.1"
from importlib.metadata import version, PackageNotFoundError

try:
    __version__ = version("MMCQsc")
except PackageNotFoundError:
    # package is not installed
    from .version import __version__, version

__doc__ = f'''

___________  build cover history  ____________

中国标准时间 2021-08-29 21:18:38  ->  1.2.833中国标准时间 2021-08-29 21:19:16  ->  1.2.843中国标准时间 2021-08-29 21:19:43  ->  1.2.844中国标准时间 2021-08-29 21:20:24  ->  1.2.854中国标准时间 2021-08-29 21:26:24  ->  1.2.846中国标准时间 2021-08-29 21:26:58  ->  1.2.846中国标准时间 2021-08-29 21:27:26  ->  1.2.846中国标准时间 2021-08-29 21:28:16  ->  1.2.846中国标准时间 2021-08-29 21:29:10  ->  1.2.846中国标准时间 2021-08-29 21:30:05  ->  1.2.846中国标准时间 2021-08-29 21:33:00  ->  1.2.846中国标准时间 2021-08-29 21:34:52  ->  1.2.846中国标准时间 2021-08-29 21:35:53  ->  1.2.846中国标准时间 2021-08-29 21:37:11  ->  1.2.846中国标准时间 2021-08-29 21:59:34  ->  1.2.856中国标准时间 2021-08-29 22:00:35  ->  1.2.848中国标准时间 2021-08-29 22:01:27  ->  1.2.848中国标准时间 2021-08-29 22:02:05  ->  1.2.850中国标准时间 2021-08-29 22:02:50  ->  1.2.850中国标准时间 2021-08-29 22:03:26  ->  1.2.852中国标准时间 2021-08-29 22:03:49  ->  1.2.852中国标准时间 2021-08-29 22:04:16  ->  1.2.862中国标准时间 2021-08-29 22:05:28  ->  1.2.854

'''