# __version__ = "0.0.1"
from importlib.metadata import version, PackageNotFoundError

try:
    __version__ = version("MMCQsc")
except PackageNotFoundError:
    # package is not installed
    from .version import __version__, version

__doc__ = f'''

___________  build history  ____________

中国标准时间 2021-08-29 19:51:02  ->  1.2.688中国标准时间 2021-08-29 19:52:03  ->  1.2.688中国标准时间 2021-08-29 19:52:54  ->  1.2.688中国标准时间 2021-08-29 19:53:04  ->  1.2.688中国标准时间 2021-08-29 19:53:13  ->  1.2.688中国标准时间 2021-08-29 19:54:44  ->  1.2.688中国标准时间 2021-08-29 19:54:44  ->  1.2.688中国标准时间 2021-08-29 19:54:58  ->  1.2.688中国标准时间 2021-08-29 19:54:58  ->  1.2.688中国标准时间 2021-08-29 19:57:42  ->  1.2.688中国标准时间 2021-08-29 19:57:42  ->  1.2.688中国标准时间 2021-08-29 19:58:25  ->  1.2.688中国标准时间 2021-08-29 19:58:25  ->  1.2.688中国标准时间 2021-08-29 19:58:35  ->  1.2.688中国标准时间 2021-08-29 19:58:35  ->  1.2.688中国标准时间 2021-08-29 20:06:15  ->  1.2.690中国标准时间 2021-08-29 20:06:15  ->  1.2.690

'''